Repository: AntonioDiaz/ios.examples
Catalog: 34_LocalSports/LocalSports/LocalSports/*.lproj/Localizable.strings
Languages: es

source: Back
es: Volver

# FUTBOL_11
source: Football 11
es: Fubbol 11

# BALONCESTO
source: Basketball
es: Baloncesto

# VOLEIBOL
source: Volleyball
es: Voleybol

# BALONMANO
source: Handball
es: Balonmano

# HOME_TITLE
source: %@ - Available Towns
es: %@ - Municipios disponibles

# HOME_INTERNET_REQUIRED
source: Internet is required to run LocalSports.
es: Se necesita internet para que funcione la aplicación.

# COMPETITIONS_EMPTY
source: There is no competitions for this sport.
es: No hay competiciones activas para este deporte.

# CALENDAR_SHARE_TEXT
source: Weel %d: %@ vs %@, when:%@ where:%@
es: Jornada %d: %@ contra %@, cuando:%@ donde:%@

# CALENDAR_WEEK
source: Week %d
es: Jornada %d

# CALENDAR_ACTION_TITLE
source: Actions with the match
es: Acciones sobre el partido

# CALENDAR_ACTION_SHARE
source: Share match details
es: Compartir detalles

# CALENDAR_ACTION_EVENT
source: Add calendar event
es: Añadir evento al calendario

# CALENDAR_ACTION_ISSUE
source: Send issue
es: Enviar error

# CALENDAR_ACTION_MAP
source: View map
es: Ver mapa

# CALENDAR_ACTION_CLOSE
source: Close
es: Cerrar

# CALENDAR_EVENT_TITLE
source: Add match to calendar
es: Añadir evento al calendario

# CALENDAR_EVENT_TEXT
source: Week %d: %@ vs %@
es: Jornada %d: %@ contra %@

# CALENDAR_ACCESS
source: Access to calendar needed.
es: Se necesita acceder al calendario.

# CALENDAR_ERROR
source: Error when adding calendar
es: Error al añadir el evento al calendario

# CALENDAR_SUCCESS
source: Match added to calendar
es: Partido añadido al calendario

# ISSUE_TITLE
source: Send issue to server
es: Enviar error al servidor

# ISSUE_TEXT_TITLE
source: Week %d: %@ vs %@
es: Jornada %d: %@ contra %@

# ISSUE_DESCRIPTION_REQUIRED
source: Issue description is required
es: Es necesario indicar una descripción del error.

# ISSUE_REGISTERED
source: Your issue has been register. We will review it as soon as possible.
es: El error ha sido registrado. En cuanto nos sea posible lo revisaremos.

# ISSUE_SEND_HTTP_ERROR
source: It is not possible to send the issue. HTTP error: %d
es: No ha podido enviarse el error. HTTP error: %d

# ISSUE_SEND_ERROR
source: It is not possible to send the issue. Error: %@
es: No ha sido posible enviar el error. Error: %@

# MAP_TITLE
source: Sport Center location
es: Direción del centro deportivo
